/* No comment provided by engineer. */
"All features are free except encrypting a directory which requires a license" = "Bis auf das Verschlüsseln von Ordnern sind alle Funktionen kostenlos nutzbar";

/* No comment provided by engineer. */
"Archiving " = "Archiviere ";

/* No comment provided by engineer. */
"Archiving folder" = "Archiviere Ordner";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Crypt3 does not work with files in the orginal .crypt format. Please use the original Crypt program to do that. Sorry for the lack of backwards compatability, but as I had very few donations I assume there weren't many people using the old format so it's not worth supporting." = "Crypt3 arbeitet nicht mit Dateien im alten .crypt Format. Bitte benutzen Sie Crypt, um solche Dateien zu benutzen. Bitte entschuldigen Sie die mangelnde Rückwärts-Kompatibilität aber aufgrund der wenigen Spenden nehme ich an, dass das alte Format nicht oft verwendet und folglich nicht weiter unterstützt wird.";

/* No comment provided by engineer. */
"Decrypt" = "Entschlüsseln";

/* No comment provided by engineer. */
"Decrypting" = "Entschlüssele";

/* No comment provided by engineer. */
"Delete encrypted file:" = "Verschlüsselte Datei löschen:";

/* No comment provided by engineer. */
"Delete original file:" = "Original Datei löschen:";

/* No comment provided by engineer. */
"Drop items here to\n encrypt or decrypt" = "Bewegen Sie Objekte hierher, um diese zu ver- oder zu entschlüsseln";

/* No comment provided by engineer. */
"Encrypt" = "Verschlüsseln";

/* No comment provided by engineer. */
"encrypted file" = "Verschlüsselte Datei";

/* No comment provided by engineer. */
"Encrypting" = "Verschlüssele";

/* No comment provided by engineer. */
"Encryption password:" = "Verschlüsselungs-Passwort:";

/* No comment provided by engineer. */
"need a password" = "Benötige Passwort";

/* No comment provided by engineer. */
"of" = "von";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"original folder" = "Original Ordner";

/* No comment provided by engineer. */
"pass" = "pass";

/* No comment provided by engineer. */
"password not valid for file" = "Passwort für Datei ungültig";

/* No comment provided by engineer. */
"Removing " = "Entferne ";

/* No comment provided by engineer. */
"retype password" = "Passwort wiederholen";

/* No comment provided by engineer. */
"Retype password:" = "Passwort wiederholen:";

/* No comment provided by engineer. */
"retyped password does not match" = "Wiederholt eingegebenes Passwort stimmt nicht überein";

/* No comment provided by engineer. */
"Shred:" = "Shreddern:";

/* No comment provided by engineer. */
"Shredding " = "Shreddere ";

/* No comment provided by engineer. */
"Sorry" = "Entschuldigung";

/* No comment provided by engineer. */
"temporary archive" = "Temporäres Archiv";

/* No comment provided by engineer. */
"Unarchiving" = "Entpacke";

/* No comment provided by engineer. */
"writing ones" = "Schreibe Einsen";

/* No comment provided by engineer. */
"writing random data" = "Schreibe zufällige Daten";

/* No comment provided by engineer. */
"writing zeros" = "Schreibe Nullen";

"About Crpyt2" = "Über Crypt3";
"Feedback..." = "Feedback für Crypt3";
"Tell a Friend..." = "Einem Freund berichten";
"Web Page..." = "Web Seite...";
"Help" = "Hilfe";
"Help" = "Hilfe";

